<?php
return array(
    "title" => "Пользователи",
    'roles' => array(
        '10' => 'Регистрация',
        '50' => 'Администрирование'
    ),
    "bosmenu" => array(
        "adminka" => "Админка",
        "users" => "Пользователи"
    ),
    'brick' => array(
        'userblock' => array(
            "1" => "Логин",
            "2" => "Пароль",
            "3" => "Регистрация нового пользователя",
            "4" => "Регистрация",
            "5" => "Восстановить пароль",
            "6" => "Забыли пароль?",
            "7" => "Запомнить меня",
            "8" => "Войти",
            "9" => "Перейти в панель управления",
            "10" => "Выйти",
            "11" => "Панель управления",
            "12" => "Перейти в панель управления",
            "13" => "Личный раздел",
            "14" => "Выйти",
            "15" => "Открыть менеджер приложений",
            "16" => "Приложения",
            "17" => "Пожалуйста, подождите",
            "18" => "Построение списка приложений..."
        )
    ),
    'content' => array(
        'activate' => array(
            "1" => "Активация пользователя прошла успешно.",
            "2" => "Имя пользователя",
            "3" => "Ошибка активации пользователя",
            "4" => "Пользователь не найден",
            "5" => "Пользователь уже активирован",
            "6" => "Неизвестная ошибка",
            "7" => "Активация пользователя"
        ),
        'index' => array(
            "1" => "Пожалуйста, подождите, идет загрузка..."
        ),
        'index_guest' => array(
            "1" => "Пожалуйста, подождите, идет загрузка...",
            "2" => "Работает на платформе <a href=\"http://abricos.org\" target=\"_blank\">Абрикос</a>"
        ),
        'login' => array(
            "1" => "Ошибка в имени пользователя",
            "2" => "Неверное имя пользователя или пароль",
            "3" => "Не заполнены обязательные поля",
            "4" => "Пользователь заблокирован",
            "5" => "Пользователь не прошел верификацию email",
            "6" => "Ошибка авторизации",
            "7" => "Авторизация на сайте"
        ),
        'logout' => array(
            "1" => "Авторизация на сайте"
        ),
        'register' => array(
            "1" => "Пользователь с таким логином уже зарегистрирован на сайте",
            "2" => "Пользователь с таким email уже зарегистрирован",
            "3" => "Недопустимое имя пользователя",
            "4" => "Неверный формат email",
            "5" => "Пароли не совпадают",
            "6" => "Email не совпадают",
            "7" => "Ошибка регистрации: {v#err}",
            "8" => "Имя",
            "9" => "Пароль",
            "10" => "Введите свой пароль. Пароль чувствителен к регистру букв.",
            "11" => "Пароль",
            "12" => "Подтвердите пароль",
            "13" => "Email адрес",
            "14" => "Введите правильный email адрес.",
            "15" => "Email адрес",
            "16" => "Подтвердите email адрес",
            "17" => "Зарегистрироваться",
            "18" => "Заявка на регистрацию принята успешно.",
            "19" => "На Ваш email: \"{v#email}\" выслано письмо с потверждением регистрации.",
            "20" => "Проверьте вашу почту.",
            "21" => "Регистрация на сайте"
        )
    )
);
