<?php
return array(
    "title" => "Пользователи",
    'roles' => array(
        '10' => 'Регистрация',
        '50' => 'Администрирование'
    ),
    "bosmenu" => array(
        "adminka" => "Админка",
        "users" => "Пользователи"
    ),
    'brick' => array(
        'userblock' => array(
            "1" => "Логин",
            "2" => "Пароль",
            "3" => "Регистрация нового пользователя",
            "4" => "Регистрация",
            "5" => "Восстановить пароль",
            "6" => "Забыли пароль?",
            "7" => "Запомнить меня",
            "8" => "Войти",
            "9" => "Перейти в панель управления",
            "10" => "Выйти",
            "11" => "Панель управления",
            "12" => "Перейти в панель управления",
            "13" => "Личный раздел",
            "14" => "Выйти",
            "15" => "Открыть менеджер приложений",
            "16" => "Приложения",
            "17" => "Пожалуйста, подождите",
            "18" => "Построение списка приложений..."
        )
    )
);
