Brick.util.Language.add('ru', {'mod': {'{C#MODNAME}': {
    'guest': {
        'login': {
            'error': {
                'server': {
                    '1': 'Ошибка в имени пользователя',
                    '2': 'Неверное имя пользователя или пароль',
                    '3': 'Не заполнены обязательные поля',
                    '4': 'Пользователь заблокирован',
                    '5': 'Необходимо пройти активацию пользователя (подтверждение email)'
                }
            }
        }
    }
}}});